Repository: gallak/fusiondirectory-plugins-dcim
Catalog: locale/*/fusiondirectory.po
Languages: fr

source: Cabinet must be set
fr: Le rack doit être spécifié

source: Current position of component "%s" in cabinet conflict with "%s"
fr: La position du composant "%s" dans le rack entre en conflit avec "%s"

source: Address
fr: Addresse

source: Authorized Person
fr: Personne autorisée

source: Branch in which Cabinet details info will be stored
fr: Branche de stockage des détails des racks

source: Branch in which Datacenter details info will be stored
fr: Branche de stockage des détails des datacentres

source: Branch in which Zone details info will be stored
fr: Branche de stockage des détails des zones

source: Business postal address
fr: Adresse postale professionnelle

source: Cabinet Name
fr: Nom du rack

source: Cabinet RDN
fr: RDN des racks

source: Cabinet name
fr: Nom du rack

source: Common component
fr: Composant commun

source: Content of Cabinet
fr: Contenu du rack

source: Cooling
fr: Refroidissement

source: Cooling capacity (in Btu)
fr: Capacité de refroidissement (en Btu)

source: DCIM Component
fr: Composant DCIM

source: DCIM configuration
fr: Configuration

source: DCIM management
fr: Gestion DCIM

source: Datacenter
fr: Datacentre

source: Datacenter RDN
fr: RDN des datacentres

source: Dedicated component
fr: Composant dédié

source: Description Zone
fr: Description de la zone

source: Description of Datacenter
fr: Description du datacentre

source: FusionDirectory DCIM plugin configuration
fr: Configuration du plugin DCIM

source: GPS Coordinate
fr: Coordonnées GPS

source: GPS X
fr: Longitude GPS

source: GPS Y
fr: Latitude GPS

source: Image of the component Back
fr: Image de l'arrière du composant

source: Image of the component Front
fr: Image de l'avant du composant

source: Localization
fr: Localisation

source: Manage Datacenter / Zone and cabinets
fr: Gestion des datacentres, zones et racks

source: Management server
fr: Serveur de gestion

source: Name
fr: Nom

source: Name of datacenter
fr: Nom du datacenter

source: Image of back
fr: Image de l'arrière

source: Image of front
fr: Image de l'avant

source: Position of the Component
fr: Position du composant

source: Power
fr: Energie

source: Power Capacity (in Kw)
fr: Puissance élèctrique (en Kw)

source: Responsables of Datacenter
fr: Responsables du datacenter

source: Size
fr: Taille

source: Size of the Cabinet
fr: Taille du rack

source: Size of the Component
fr: Taille du composant

source: Start sequence
fr: Séquence de démarrage

source: State
fr: Etat

source: Stop sequence
fr: Séquence d'arrêt

source: Technical
fr: Technique

source: Type of component
fr: Type de composant

source: Zone Name
fr: Nom de la zone

source: Zone RDN
fr: RDN des zones

source: cabinet
fr: Rack

source: cabinet Information
fr: Information du rack

source: datacenter
fr: Datacentre

source: Empty location
fr: Emplacement vide

source: Rear of
fr: Arrière de

source: Front
fr: Devant

source: Rear
fr: Arrière

source: List of zone
fr: Liste des zones

source: Content of dataCenter
fr: Contenu des datacentres

source: Content of zone
fr: Contenu de la zone
